Repository: carmensoftware/BL2010
Catalog: Blueledgers/App_GlobalResources/Option/Inventory/Option.Inventory.Product.*.resx
Languages: th_th

# btn_Abort
source: Abort
th_th: ยกเลิก

# btn_AssignBu
source: Assign to Properties
th_th: ส่งไปยังสาขา

# btn_AssignStore
source: Assign to Store
th_th: ส่งไปยังสโตร์

# btn_AssignVendor
source: Assign to Vendor
th_th: ส่งไปยังผู้ขาย

# btn_Cancel
source: Cancel
th_th: ยกเลิก

# btn_Confrim
source: Confirm
th_th: ยืนยัน

# btn_Generate
source: Generate
th_th: สร้าง

# btn_SuccessOk
source: Ok
th_th: ตกลง

# lbl_ApprovalLevel_Nm
source: Approval Level
th_th: สิทธิการอนุมัติ

# lbl_BuCode
source: Code
th_th: รหัส

# lbl_BuName
source: Name
th_th: ชื่ออังกฤษ

# lbl_Cateogry_Nm
source: Category
th_th: ประเภทสินค้า

# lbl_ConfirmMessage
source: Are you sure to delete this entry?
th_th: คุณต้องการยกเลิกการใส่ข้อมูลนี้ใช่หรือไม่

# lbl_HeaderAccountCode
source: Tax Account
th_th: รหัสบัญชี

# lbl_HeaderBarCode
source: Bar Code
th_th: บาร์โค๊ด

# lbl_HeaderCode
source: SKU
th_th: รหัสสินค้า

# lbl_HeaderDescription2
source: Local Description
th_th: รายละเอียด

# lbl_HeaderDescritpion1
source: English Description
th_th: รายละเอียด (อังกฤษ)

# lbl_HeaderInventoryUnit
source: Inventory Unit
th_th: หน่วยสินค้าคงคลัง

# lbl_HeaderLastCost
source: Last Cost
th_th: ราคาล่าสุด

# lbl_HeaderMemberInRecipe
source: Recipe Item
th_th: ส่วนประกอบอาหาร

# lbl_HeaderOrderUnit
source: Order Unit
th_th: หน่วยซื้อ

# lbl_HeaderPriceDeviation
source: Price Deviation(%)
th_th: ราคาแตกต่าง %

# lbl_HeaderPriceDeviation0
source: Central Purchase
th_th: จัดซื้อส่วนกลาง

# lbl_HeaderQuantityDeviation
source: Quantity Deviation(%)
th_th: จำนวนแตกต่าง%

# lbl_HeaderRecipeUnit
source: Recipe Unit
th_th: หน่วย

# lbl_HeaderSaleItem
source: Sale Item
th_th: สินค้าขาย

# lbl_HeaderStandardCost
source: Standard Cost
th_th: ราคากลาง

# lbl_HeaderStatus
source: Active
th_th: คงอยู่

# lbl_HeaderTaxRate
source: Tax Rate(%)
th_th: อัตราภาษี

# lbl_HeaderTAXType
source: TAX Type
th_th: ประเภทภาษี

# lbl_InvenConvOrder_Hr
source: Conversion
th_th: การแปลง

# lbl_ItemGroup_Nm
source: Item Group
th_th: กลุ่มสินค้า

# lbl_LocationCode
source: Store
th_th: สโตร์

# lbl_LocationName
source: Description
th_th: รายละเอียด (อังกฤษ)

# lbl_RecipeConvInventory_Hr
source: Conversion
th_th: การแปลง

# lbl_SubCateogry_Nm
source: Sub Category
th_th: ประเภทย่อย

# lbl_TitleHD
source: Product
th_th: สินค้า

# MsgHD
source: Warning
th_th: โปรดระวัง

# MsgHD2
source: Business Unit
th_th: หน่วยธุรกิจ

# MsgHD3
source: Information
th_th: รายละเอียดข้อมูล

# MsgWarning
source: The item is in used and cannot delete.
th_th: รายการนี้ถูกใช้แล้ว ไม่สามารถลบได้

# MsgWarning2
source: TaxRate must be greater than 0.
th_th: อัตราภาษีต้องมีจำนวนมากกว่า 0.01

# MsgWarning3
source: Are you sure to delete this selected row?
th_th: คุณต้องการยกเลิกรายการที่เลือกใช่หรือไม่

# pop_AssignProduct
source: Vendor
th_th: ผู้ขาย

# pop_AssignStore
source: Store
th_th: สโตร์

# lbl_MaxQty
source: Max
th_th: จำนวนสูงสุด

# lbl_MinQty
source: Min
th_th: จำนวนต่ำสุด

# btn_AlertMinMaxEmpty
source: OK
th_th: ตกลง

# btn_AlertMinMaxSave
source: OK
th_th: ตกลง

# btn_Clear
source: Clear
th_th: เคลียร์

# btn_Save
source: Save
th_th: บันทึก

# lbl_AlertMinMax
source: Min. Qty. can not greater than Max. Qty.
th_th: จำนวนต่ำสุดไม่สามารถมากกว่าจำนวนสูงสุดได้

# lbl_AlertMinMaxSave
source: Assign product to store is successfully.
th_th: ส่งสินค้าไปยังสโตร์เรียบร้อย

# MsgWarning4
source: Please select property.
th_th: กรุณาเลือกข้อมูล
