Repository: carmensoftware/BL2010
Catalog: Blueledgers/App_GlobalResources/PC/PO/PO_Default.*.resx
Languages: th_th

# btn_Abort
source: Abort
th_th: ยกเลิก

# btn_Cancel
source: Cancel
th_th: ยกเลิก

# btn_Confrim
source: Confirm
th_th: ยืนยัน

# btn_Generate
source: Generate
th_th: สร้าง

# btn_SuccessOk
source: Ok
th_th: ตกลง

# chk_TexAdj
source: Adj.
th_th: แก้

# H1
source: Ref#
th_th: เลขที่อ้างอิง

# H10
source: Qty From
th_th: จากจำนวน

# H11
source: To
th_th: ถึง

# H2
source: Vendor Code
th_th: รหัสผู้ขาย

# H3
source: Description
th_th: ชื่ออังกฤษ

# H4
source: Rank
th_th: จัดลำดับ

# H5
source: Base Unit
th_th: หน่วยนับ

# H6
source: Price
th_th: ราคา

# H7
source: Discount(%)
th_th: ส่วนลด %

# H8
source: Total
th_th: ยอดรวม

# H9
source: FOC
th_th: แถม

# lbl_AccounDetail_Nm
source: Account Details
th_th: รายการบัญชี:

# lbl_Amount_Nm
source: Total
th_th: รวม

# lbl_Buyer_Nm
source: Buyer:
th_th: ผู้ซื้อ:

# lbl_BU_Nm
source: Business Unit:
th_th: หน่วยธุรกิจ:

# lbl_Cancel_Nm
source: Cancel
th_th: ยกเลิก

# lbl_Comment_Nm
source: Comment
th_th: หมายเหตุ:

# lbl_CreditTerm_Nm
source: Credit Term:
th_th: เงื่อนไขการชำระ:

# lbl_Currency_Nm
source: Currency:
th_th: อัตราเงิน:

# lbl_DeliDate_Nm
source: Delivery Date:
th_th: วันส่งสินค้า:

# lbl_DeliPoint_Nm
source: Delivery Point:
th_th: จุดรับส่งสินค้า:

# lbl_DeliveryDate_Nm
source: Delivery Date:
th_th: วันส่งสินค้า:

# lbl_Description_Nm
source: Description:
th_th: รายละเอียด:

# lbl_DiscAmt_Nm
source: Disc. Amount
th_th: ส่วนลด:

# lbl_Disc_Nm
source: DISC %:
th_th: ส่วนลด %:

# lbl_FOC_Nm
source: FOC
th_th: แถม

# lbl_H3
source: Date
th_th: วันที่

# lbl_H4
source: Description
th_th: รายละเอียด

# lbl_H5
source: Vendor
th_th: ผู้ขาย

# lbl_HD1
source: PO
th_th: ใบสั่งซื้อ

# lbl_HDGrd_Nm
source: PR: Transaction Detail
th_th: รายละเอียดรายการ

# lbl_InvDate_Nm
source: Doc. Date:
th_th: วันที่เอกสาร:

# lbl_InvNo_Nm
source: Doc.#:
th_th: เลขที่เอกสาร:

# lbl_MsgError1
source: Are you sure? Please confirm
th_th: คุณแน่ใจหรือ กรุณายืนยัน

# lbl_MsgError2
source: Not allowed to void the document.
th_th: ไม่อนุญาติให้ยกเลิกข้อมูล

# lbl_NetAC_Nm
source: Net AMT A/C:
th_th: รหัสบัญชี:

# lbl_NetAmt_Nm
source: Net Amount:
th_th: จำนวนเงินสุทธิ:

# lbl_PODate_Nm
source: Date:
th_th: วันที่:

# lbl_PRDate_Nm
source: PR Date:
th_th: วันที่ขอ:

# lbl_PriceComparison_Nm
source: Price Comparison
th_th: ราคาเปรียบเทียบ

# lbl_PricePR_Nm
source: Price:
th_th: ราคา:

# lbl_Price_Nm
source: Price
th_th: ราคา

# lbl_PRRef_Nm
source: PR Ref#:
th_th: เลขที่อ้างอิง:

# lbl_QTYOrder_Nm
source: Order
th_th: จำนวนสั่ง

# lbl_QtyOrd_Nm
source: Qty Order:
th_th: จำนวนสั่ง:

# lbl_QtyReq_Nm
source: Qty Req.:
th_th: จำนวนที่ขอ:

# lbl_RCV_Nm
source: Rcv
th_th: รับแล้ว

# lbl_Ref_Nm
source: PO Ref.#:
th_th: เลขที่อ้างอิง:

# lbl_SKU_Nm
source: Item Description
th_th: ชื่อสินค้า

# lbl_Status_Nm
source: Status:
th_th: สถานะ:

# lbl_Store_Nm
source: Store Location:
th_th: สโตร์:

# lbl_TaxAC_Nm
source: Tax A/C#:
th_th: รหัสบัญชี:

# lbl_TaxAmt_Nm
source: Tax Amount
th_th: จำนวนเงินภาษี:

# lbl_TaxRate_Nm
source: Tax Rate
th_th: อัตราภาษี:

# lbl_TaxType_Nm
source: Tax Type
th_th: ประเภทภาษี:

# lbl_Title
source: Purchase Order
th_th: ใบสั่งซื้อสินค้า

# lbl_TotalAmt_Nm
source: Total Amount
th_th: จำนวนเงินรวม:

# lbl_Unit_Nm
source: Unit
th_th: หน่วย

# lbl_vendor_Nm
source: Vendor:
th_th: ผู้ขาย:

# pop_PR
source: Purchase Request List
th_th: รายการขอซื้อ

# pop_Success
source: Purchase Order List
th_th: ราการใบสั่งซื้อสินค้า

# lbl_LastPrice_Nm
source: Last Price:
th_th: ราคาล่าสุด

# lbl_LastVendor_Nm
source: Last Vendor:
th_th: ผู้ขายล่าสุด

# lbl_OnHand_Nm
source: On Hand:
th_th: คงเหลือ

# lbl_OnOrder_Nm
source: On Order:
th_th: ระหว่างสั่งซื้อ

# lbl_Reorder_Nm
source: Reorder:
th_th: สั่งซื้อใหม่

# lbl_Restock_Nm
source: Restock:
th_th: สต๊อคใหม่

# lbl_AC_Nm
source: AC#
th_th: เลขที่#

# lbl_Disc_Nm1
source: Disc.
th_th: ส่วนลด

# lbl_BaseQty_Nm
source: Base Qty
th_th: จำนวนมาตราฐาน

# lbl_ConvRate_Nm
source: Conv Rate
th_th: อัตราการเปลี่ยน

# lbl_GrandTotal_Nm
source: Grand Total Purchase
th_th: จำนวนเงินทั้งหมด

# lbl_Receive_Nm
source: Receive.
th_th: รับ

# lbl_TotalPO_Nm
source: Total Purchase Amount
th_th: จำนวนเงินใบสั่งซื้อทั้งหมด

# lbl_TotalTax_Nm
source: Total Tax Amount
th_th: จำนวนเงินภาษีทั้งหมด

# btn_Search
source: Search
th_th: ค้น

# lbl_H6
source: Delivery Date
th_th: วันที่ส่งสินค้า

# lbl_Remark1_Nm
source: Remark 1
th_th: หมายเหตุ 1

# lbl_Remark2_Nm
source: Remark 2
th_th: หมายเหตุ 2

# lbl_Remark3_Nm
source: Remark 3
th_th: หมายเหตุ 3
